{
  "posts": [
    {
      "id": 1,
      "title": "Автомобиль",
      "text": " моторное дорожное и внедорожное транспортное средство, используемое для перевозки людей и грузов.Основное назначение автомобиля заключается в совершении транспортной работы. Автомобильный транспорт в промышленно развитых странах занимает ведущее место по сравнению с другими видами транспорта по объёму перевозок пассажиров. Современный автомобиль состоит из 15—20 тысяч деталей, из которых 150—300 являются наиболее важными и требующими наибольших затрат в эксплуатации. Понятие включает легковой автомобиль, грузовой автомобиль, автобус, троллейбус, бронетранспортёр, но не включает сельскохозяйственный трактор и мотоцикл."
    },
    {
      "id": 2,
      "title": "Мотоцикл",
      "text": "двухколёсное (либо трёхколёсное) транспортное средство с механическим двигателем (двигатель внутреннего сгорания, электрический, пневматический), главными отличительными чертами которого являются: вертикальная посадка водителя (мотоциклиста), наличие боковых ножных упоров (площадок, подножек), прямое (безредукторное) управление передним поворотным колесом.Классические мотоциклы включают в себя двухколёсные, двухколёсные с боковой коляской, трёхколёсные (трайк) и четырёхколёсные (квадроцикл), снегоходы (имеют гусеничный привод).Помимо количества колёс, мотоциклы также различаются по своей конструкции и размерам: мопеды, мокики (имеют небольшой размер двигателя, как правило до 50 см³) мотороллеры или скутеры (закрытый кузовом двигатель расположенный под сиденьем водителя и площадки для ног), и собственно сами мотоциклы различных типов: классические, крузеры, туреры, спортивные, шоссейные, кроссовые, эндуро, чопперы.Также существуют мототакси на базе мотоциклов или мотороллеров."
    },
    {
      "id": 3,
      "title": "Велосипед",
      "text": " колёсное транспортное средство (или спортивный снаряд), приводимое в движение мускульной силой человека через ножные педали или (крайне редко) через ручные рычаги. Наиболее распространены двухколёсные велосипеды, но существуют также конструкции с тремя и более колёсами. Стал использоваться как средство передвижения ещё до широкого распространения городского общественного транспорта, в том числе автобусов, троллейбусов и трамваев. Также популярен среди туристов и в спортивных целях. В современном мире также используют электропривод для увеличения области использования велосипеда.Правила дорожного движения России определяют велосипед как «транспортное средство, кроме инвалидных колясок, имеющее два колеса или более и приводимое в движение мускульной силой людей, находящихся на этом транспортном средстве, в частности при помощи педалей или рукояток, и может также иметь электродвигатель номинальной максимальной мощностью в режиме длительной нагрузки, не превышающей 0,25 кВт, автоматически отключающийся на скорости более 25 км/ч»."
    },
    {
      "id": 4,
      "title": "Самокат",
      "text": "средство передвижения, приводимое в движение путём отталкивания ногой от земли в положении стоя. Самокат используется не только в качестве персонального транспорта, но и для досуга, занятия спортом и физкультурой. Существуют несколько типов самокатов, отличающихся различными параметрами, но принцип движения остаётся неизменным. Изначально так называли велосипед[1]."
    },{
      "id": 5,
      "title": "Вертолёт",
      "text": "винтокрылый летательный аппарат вертикального взлёта и посадки, у которого подъёмная и движущая (пропульсивная[1]) силы на всех этапах полёта создаются одним или несколькими несущими винтами с приводом от одного или нескольких двигателей."
    },
    {
      "id": 6,
      "title": "Самолёт",
      "text": "воздушное судно тяжелее воздуха, предназначенное для полётов в атмосфере с помощью силовой установки, создающей тягу и неподвижного относительно других частей аппарата крыла, создающего подъёмную силу[2][3]. Неподвижное крыло отличает самолёт от махолёта (орнитоптера) и вертолёта, а наличие двигателя — от планёра и мускулолётa. От дирижабля и аэростата самолёт отличается тем, что использует аэродинамический, а не аэростатический способ создания подъёмной силы."
    },
    {
      "id": 7,
      "title": "Лодка",
      "text": "небольшое судно. В русском Военно-морском словаре[1] лодка определяется как судно длиной до девяти метров, шириной до трёх метров и грузоподъёмностью до пяти тонн. Как правило, лодки — гребные суда, но бывают и парусные лодки, однако небольшие спортивные парусные суда принято называть яхтами. Лодка может быть оборудована мотором (мотор может быть как вспомогательным, так и основным источником энергии). В соответствии с принятой в большинстве стран классификацией, моторными лодками называют суда с подвесным мотором[2]. Небольшие суда со стационарным мотором чаще называют катером."
    },
    {
      "id": 8,
      "title": "Катер",
      "text": "общее название небольших судов или небольших кораблей военно-морского флота."
    },
    {
      "id": 9,
      "title": "Паром",
      "text": "плоскодонное плавсредство для переправы пассажиров и транспортных средств через реку, озеро, или пролив."
    },
    {
      "id": 10,
      "title": "Шлюпка",
      "text": "общее название малого беспалубного мореходного судна для транспортирования людей и грузов, а также для спасения личного состава на воде."
    },
    {
      "id": 11,
      "title": "Скутер",
      "text": "разновидность мотоцикла, имеющая более удобную посадку[1] за счёт выемки с площадкой для ног, а также развитое оперение, защищающее седока и детали мотороллера от грязи. Двигатель мотороллера обычно располагается под сиденьем, а колёса имеют уменьшенный диаметр."
    },
    {
      "id": 12,
      "title": "Яхта",
      "text": "первоначально лёгкое и быстрое судно для перевозки отдельных персон, оборудованное палубой и каютой (каютами). В современном понимании — любое судно, предназначенное для спортивных или туристических целей и отдыха. К яхтам не относятся рейсовые суда, предназначенные для коммерческих целей, для перевозки большого числа пассажиров (когда основная цель — транспортная, а не отдых и развлечения на борту судна) и других транспортных целей."
    },
    {
      "id": 13,
      "title": "Лайнер",
      "text": " судно, как правило, пассажирское, которое совершает рейсы для доставки коммерческой загрузки из порта отправления в порт назначения по заранее объявленному расписанию («стоит на линии», осуществляет морское сообщение между портами). Часто слово «лайнер» (или «авиалайнер») применяют также к большим пассажирским самолётам. Ещё лайнерами называют междугородние автобусы."
    }
  ]
}