{
  "posts": [
    {
      "nameBook": "Мастер и Маргарита",
      "author": "Михаил Булгаков",
      "publishing": "Азбука",
      "yearOfEdition": "2020",
      "numOfPages": "480",
      "cover": "Твёрдый",
      "annotation": "«Мастер и Маргарита» М.А. Булгакова — самое удивительное и загадочное произведение ХХ века. Опубликованный в середине 1960-х, этот роман поразил читателей необычностью замысла, красочностью и фантастичностью действия, объединяющего героев разных эпох и культур. Автор создал «роман в романе», где сплетены воедино религиозно-историческая мистерия, восходящая к легенде о распятом Христе, московская «буффонада» и сверхъестественные сцены с персонажами, воплощающими некую темную силу, которая однако «вечно хочет зла и вечно совершает благо». «Есть в этой книге какая-то безрасчетность, какая-то предсмертная ослепительность большого таланта…» — писал Константин Симонов в своем предисловии к первой публикации романа, открывшей всему миру большого художника, подлинного Мастера слова.",
      "img": "bulgakov_master",
      "price": "6.00 руб",
      "id": 1
    },
    {
      "nameBook": "Мартин Иден",
      "author": "Джек Лондон",
      "publishing": "АСТ",
      "yearOfEdition": "2016",
      "numOfPages": "416",
      "cover": "Твёрдый",
      "annotation": "Самый необычный роман Джека Лондона.Роман, который, что называется, взорвал сознание нескольких поколений интеллигентных юношей многих стран, одержимых его почти ницшеанской идеей `сильного мужчины`, преодолевающего любые препятствия.Сейчас, конечно, ницшеанские мотивы романа уже изжиты, - но основная его идея осталась по-прежнему неизменной…Настоящий мужчина никогда ничего не боится, никогда не совершает предательства, всегда готов встретиться с врагом - и защитить свою любимую женщину.Банально? Нет, - только не для неподвластных времени героев Джека Лондона",
      "img": "london_iden",
      "price": "6.00 руб",
      "id": 2
    },
    {
      "nameBook": "Морской волк",
      "author": "Джек Лондон",
      "publishing": " АСТ",
      "yearOfEdition": "2021",
      "numOfPages": "352",
      "cover": "Твёрдый",
      "annotation": "Увлекательный, напряженный приключенческий роман. Самое яркое из крупных произведений Джека Лондона, вошедшее в золотой фонд мировой беллетристики, не единожды экранизированное как на Западе, так и в нашей стране. Меняются времена, проходят десятилетия - но и сейчас, более века спустя после выхода романа, читателя не просто захватывает, а завораживает история смертельного противостояния чудом выжившего при кораблекрушении молодого писателя Хэмфри и его невольного спасителя и беспощадного врага - бесстрашного и жестокого капитана китобойного судна Волка Ларсена, полупирата, одержимого комплексом сверхчеловека…",
      "img": "london_volk",
      "price": "8.05 руб",
      "id": 3
    },
    {
      "nameBook": "По ту сторону добра и зла",
      "author": "Фридрих Ницше",
      "publishing": "Азбука",
      "yearOfEdition": "2018",
      "numOfPages": "544",
      "cover": "Твёрдый",
      "annotation": "Фридрих Ницше - немецкий философ, филолог-классик, поэт, автор таких известных трудов, как `Рождение трагедии из духа музыки`, `Генеалогия морали`, `Антихрист` и др.  В настоящем издании вниманию читателей предлагается философская поэма Ф.Ницше `Так говорил Заратустра`, а также важная этапная работа `По ту сторону добра и зла`, которая предваряет заключительный, наиболее интенсивный период его творчества, отмеченный подведением философских итогов предшествующей человеческой истории и предвидением важнейших социальных и духовных коллизий XX века.      ",
      "img": "nicshe_dobro",
      "price": "12.77 руб",
      "id": 4
    },
    {
      "nameBook": "Так говорил Заратустра",
      "author": "Фридрих Ницше",
      "publishing": "АСТ",
      "yearOfEdition": "2018",
      "numOfPages": "416",
      "cover": "Мягкий",
      "annotation": "Трактат `Так говорил Заратустра` называют ницшеанской Библией.В нем сформулирована излюбленая идея Ницше – идея Сверхчеловека, который является для автора нравственным образцом, смыслом существования, тем, к чему нужно стремиться.Человек же – лишь мост между животным и Сверчеловеком.Необычная форма – поэтичная, афористичная – не совсем соответсвует нашим представлениям о философском трактате. Однако, вчитываясь, мы улавливаем ход мысли автора, все глубже проникаемся его идеями и убеждениями...",
      "img": "nicshe_zaratustra",
      "price": "4.55 руб",
      "id": 5
    },
    {
      "nameBook": "1984",
      "author": "Джордж Оруэлл",
      "publishing": "АСТ",
      "yearOfEdition": "2021",
      "numOfPages": "320",
      "cover": "Твёрдый",
      "annotation": "Своеобразный антипод второй великой антиутопии XX века - `О дивный новый мир` Олдоса Хаксли. Что, в сущности, страшнее: доведенное до абсурда `общество потребления` - или доведенное до абсолюта `общество идеи`? По Оруэллу, нет и не может быть ничего ужаснее тотальной несвободы...",
      "img": "oruel_1984",
      "price": "12.78 руб",
      "id": 6
    },
    {
      "nameBook": "Скотный двор . Эссе",
      "author": "Джордж Оруэлл",
      "publishing": "АСТ",
      "yearOfEdition": "2021",
      "numOfPages": "256",
      "cover": "Мягкий",
      "annotation": "В книгу включена не только легендарная повесть-притча Оруэлла `Скотный Двор`, но и эссе разных лет – `Литература и тоталитаризм`, `Писатели и Левиафан`, `Заметки о национализме` и другие. Что привлекает читателя в художественной и публицистической прозе этого запретного в тоталитарных странах автора? В первую очередь – острейшие проблемы политической и культурной жизни 40-х годов XX века, которые и сегодня продолжают оставаться актуальными. А также объективность в оценке событий и яркая авторская индивидуальность, помноженные на истинное литературное мастерство",
      "img": "oruel_dvor",
      "price": "7.12 руб",
      "id": 7
    },
    {
      "nameBook": "Триумфальная арка",
      "author": "Эрих Мария Ремарк",
      "publishing": " АСТ",
      "yearOfEdition": "2019",
      "numOfPages": "512",
      "cover": "Твёрдый",
      "annotation": "Один из самых известных романов Ремарка, дважды экранизированный, — причем первая экранизация, с Ингрид Бергман и Шарлем Буайе, вошла в золотой фонд мирового кино, а во второй главную роль исполнил сам Энтони Хопкинс.Место действия — Париж накануне Второй мировой войны, не понимающий грозящей опасности.Герой — хирург, спасающий человеческие жизни, беженец из Германии, без документов, скрывающийся и от французов, и от нацистов. Героиня — итальянская актриса, окруженная поклонниками, неотразимая и вспыльчивая, как все артисты. Это история любви наперекор всему, любви, пусть и причиняющей боль, но и дарующей бесконечную радость.",
      "img": "remark_arka",
      "price": "17.11 руб",
      "id": 8
    },
    {
      "nameBook": "На Западном фронте без перемен",
      "author": "Эрих Мария Ремарк",
      "publishing": "АСТ",
      "yearOfEdition": "2018",
      "numOfPages": "256",
      "cover": "Твёрдый",
      "annotation": "Говоря о Первой мировой войне, всегда вспоминают одно произведение Эриха Марии Ремарка. `На Западном фронте без перемен`. Это рассказ о  немецких мальчишках, которые под действием патриотической пропаганды идут на войну, не зная о том, что впереди их ждет не слава героев, а инвалидность и смерть… Каждый день войны уносит жизни чьих-то отцов, сыновей, а газеты тем временем бесстрастно сообщают: `На Западном фронте без перемен...` Эта книга — не обвинение, не исповедь. Это попытка рассказать о поколении, которое погубила война, о тех, кто стал ее жертвой, даже если сумел спастись от снарядов и укрыться от пули.",
      "img": "remark_front",
      "price": "15.14 руб",
      "id": 9
    },
    {
      "nameBook": "Жизнь взаймы , или У неба любимчиков нет",
      "author": "Эрих Мария Ремарк",
      "publishing": "АСТ",
      "yearOfEdition": "2018",
      "numOfPages": "384",
      "cover": "Мягкий",
      "annotation": "Ранее роман публиковался под названием `Жизнь взаймы` в сокращенном журнальном варианте 1959 года. В данном издании публикуется окончательный книжный вариант 1961 года. Эту жизнь герои отвоевывают у смерти! Когда терять уже нечего, когда один стоит на краю гибели, так и не узнав жизни, а другому она стала невыносима. И как всегда у Ремарка, только любовь и дружба остаются незыблемыми. Только в них можно найти точку опоры… В 1977 году по книге был снят фильм с легендарным Аль Пачино.",
      "img": "remark_life",
      "price": "12.84 руб",
      "id": 10
    },
    {
      "nameBook": "Ночь в Лиссабоне",
      "author": "Эрих Мария Ремарк",
      "publishing": "АСТ",
      "yearOfEdition": "2019",
      "numOfPages": "320",
      "cover": "Твёрдый",
      "annotation": "`Ночь в Лиссабоне` (1962) — трагический, проникновенный роман Эриха Марии Ремарка о Второй мировой войне. Это не только одна ночь в Лиссабоне, в которую и уместился весь этот рассказ. Это не просто случайная встреча двух отчаявшихся людей, один из которых тщетно пытается найти два билета на пароход до Америки, а другой — ищет собеседника, чтобы излить ему душу. Это настоящая исповедь отважного, смелого человека, на долю которого выпали немыслимые по тяжести испытания. Это история целого поколения людей, столкнувшихся с войной, попавших в тиски фашизма. Это еще и история любви, перед которой отступает даже смерть.",
      "img": "remark_lissabon",
      "price": "17.84 руб",
      "id": 11
    },
    {
      "nameBook": "Черный обелиск",
      "author": "Эрих Мария Ремарк",
      "publishing": "АСТ",
      "yearOfEdition": "2021",
      "numOfPages": "416",
      "cover": "Твёрдый",
      "annotation": "Их называли `потерянным поколением`. И они действительно потеряли все – или почти все?Что же у них осталось? Верная дружба – и спасительная ирония. Потому что иначе невозможно ни выжить в `стране, охваченной кризисом`, ни выстоять перед `житейски-алкогольно-любовными трудностями` – ни, наконец, выгодно продать никому не нужный надгробный черный обелиск!..",
      "img": "remark_obelisk",
      "price": "12.07 руб",
      "id": 12
    },
    {
      "nameBook": "Три товарища",
      "author": "Эрих Мария Ремарк",
      "publishing": " АСТ",
      "yearOfEdition": "2019",
      "numOfPages": " 480",
      "cover": "Твёрдый",
      "annotation": "Трое друзей — Робби, отчаянный автогонщик Кестер и \"последний романтик\" Ленц прошли Первую мировую войну. Вернувшись в гражданскую жизнь, они основали небольшую автомастерскую. И хотя призраки прошлого преследуют их, они не унывают — ведь что может быть лучше дружбы, крепкой и верной, ради которой можно отдать последнее? Наверное, лишь только любовь, не знающая границ и пределов. Прекрасная и грустная Пат, нежная возлюбленная Робби, рассеивает мрак бессмысленности его существования. Однако обретенному счастью угрожают отголоски все той же войны – существующие уже не только в памяти и сознании героев, а суровым образом воплотившиеся в реальность...",
      "img": "remark_three",
      "price": "13.75 руб",
      "id": 13
    },
    {
      "nameBook": "Время жить и время умирать",
      "author": "Эрих Мария Ремарк",
      "publishing": "АСТ",
      "yearOfEdition": "2019",
      "numOfPages": "384",
      "cover": "Твёрдый",
      "annotation": "`А перед нами все цветет, за нами все горит… Не надо думать, с нами тот, кто все за нас решит!`` Но — что делать, если НЕ ДУМАТЬ ты не можешь? Что делать, если ты НЕ СПОСОБЕН стать жалким винтиком в чудовищной  военной машине? Позади — ад выжженных стран. Впереди — грязь и кровь Второй мировой. `Времени умирать`, кажется, не будет конца. Многие ли доползут до `времени жить`?..",
      "img": "remark_timetolive",
      "price": "12.15 руб",
      "id": 14
    },
    {
      "nameBook": "Странник по звёздам",
      "author": "Джек Лондон",
      "publishing": "АСТ",
      "yearOfEdition": "2019",
      "numOfPages": "384",
      "cover": "Мягкий",
      "annotation": "Человека невозможно смирить. Жажду свободы невозможно уничтожить. Такова основная тема почти неизвестного современному отечественному читателю, но некогда необыкновенно популярного фантастического романа Джека Лондона, герой которого, объявленный сумасшедшим, в действительности обладает поразительным даром усилием воли покидать свое физическое тело и странствовать по самым отдаленным эпохам и странам. Ему не нужна машина времени — машина времени он сам. Бренная плоть может томиться за решеткой —  но разве это важно, если свободны разум и дух?..",
      "img": "london_stars",
      "price": "5.70 руб",
      "id": 15
    },
    {
      "nameBook": "Мост через вечность",
      "author": "Ричард Бах",
      "publishing": "София",
      "yearOfEdition": "2019",
      "numOfPages": "352",
      "cover": "Твёрдый",
      "annotation": "Биография? Фантастика? Метафизика? Философия? Возможности Ричарда Баха беспредельны... МОСТ ЧЕРЕЗ ВЕЧНОСТЬ - история встречи двух родных душ, нашедших друг друга через века и миры. Это повесть о рыцаре, который умирал, и принцессе, спасшей ему жизнь, о красавице и чудовищах, о крепостных стенах, о силах смерти, которых нет, и силах жизни, которые есть. Это рассказ об одном приключении, которое является самым важным в любом возрасте...",
      "img": "bah_most",
      "price": "15.64 руб",
      "id": 16
    },
    {
      "nameBook": "Коллеционер",
      "author": "Джон Фаулз",
      "publishing": "Эксмо",
      "yearOfEdition": "2021",
      "numOfPages": "400",
      "cover": "Мягкий",
      "annotation": "Как и другие не менее известные романы Фаулза, его дебютный \"Коллекционер\" не похож ни на \"собратьев\" (принадлежащих перу великого \"волхва\"), ни на другие произведения жанра \"психологического детектива\". Одинокий, недалекий и просто неприятный молодой человек неожиданно выигрывает огромную сумму денег в лотерею. Что он с ней сделает, особенно если учитывать его страсть к коллекционированию бабочек и тайную любовь к местной красавице? В истории противостояния маньяка и его жертвы Фаулз увидел шекспировскую \"Бурю\", противоборство Добра и Зла, примитивного обывателя и возвышенного художника, Любви, Смерти и Красоты.",
      "img": "faulz_collector",
      "price": "9.88 руб",
      "id": 17
    },
    {
      "nameBook": "Идиот",
      "author": "Фёдор Достоевский",
      "publishing": "Азбука",
      "yearOfEdition": "2021",
      "numOfPages": "640",
      "cover": "Твёрдый",
      "annotation": "\"Главная идея... - писал Ф.М.Достоевский о своем романе \"Идиот\", - изобразить положительно-прекрасного человека. Труднее этого нет ничего на свете...\" Не для того ли писатель явил миру \"князя-Христа\", чтобы мы не забывали: \"Страдание есть главнейший и, может быть, единственный закон бытия всего человечества\". Каждое новое поколение по-своему воспринимает классику и пытается дать собственные ответы на вечные вопросы бытия. Об этом свидетельствуют и известные экранизации романа, его сценические версии. В России запоминающиеся образы князя Мышкина создали Ю.Яковлев, И.Смоктуновский, Е.Миронов.",
      "img": "fedor_idiot",
      "price": "5.50 руб",
      "id": 18
    },
    {
      "nameBook": "Введение в психоанализ",
      "author": "Зигмунд Фрейд",
      "publishing": "Азбука",
      "yearOfEdition": "2020",
      "numOfPages": "448",
      "cover": "Твёрдый",
      "annotation": "Зигмунд Фрейд - знаменитый австрийский психолог и психиатр, основоположник психоанализа, ученый, чьи открытия обогатили многие области современных знаний. Его работы \"Толкование сновидений\", \"По ту сторону принципа наслаждения\", \"Тотем и табу\", \"Я и Оно\" вызывают интерес не только у специалистов-психологов, но и у самого широкого круга читателей. В настоящем издании вниманию читателя предлагается одна из главных работ Зигмунда Фрейда \"Введение в психоанализ\". В книге изложено систематизированное в 1916-1917 годах самим З.Фрейдом учение о психоанализе, оказавшее огромное влияние на развитие медицины, психиатрии, философии и литературы в XX веке.",
      "img": "freid_psiho",
      "price": "5.50 руб",
      "id": 19
    },
    {
      "nameBook": "Искусство любить",
      "author": "Эрих Фромм",
      "publishing": "АСТ",
      "yearOfEdition": "2019",
      "numOfPages": "224",
      "cover": "Мягкий",
      "annotation": "Одна из самых известных работ Эриха Фромма — \"Искусство любить\" — посвящена непростым психологическим аспектам возникновения и сохранения человеком такого, казалось бы, простого чувства, как любовь. Действительно ли любовь — искусство? Если да, то она требует труда и знаний. Или это только приятное ощущение?.. Для большинства проблема любви — это прежде всего проблема того, как быть любимым, а не того, как любить самому…",
      "img": "fromm_love",
      "price": "7.18 руб",
      "id": 20
    },
    {
      "nameBook": "Моя вера",
      "author": "Махатма Ганди",
      "publishing": "Азбука",
      "yearOfEdition": "2020",
      "numOfPages": "256",
      "cover": "Мягкий",
      "annotation": "Мохандас Ганди происходил из довольно зажиточной семьи, принадлежащей касте торговцев «бания». А после его смерти осталась пара сандалий, очки да посох. Самый знаменитый индиец, всю жизнь посвятивший самоограничению и служению обществу, применивший ненасильственное сопротивление как средство борьбы и неустанно выступавший против насилия и религиозных распрей, получил титул Махатма – «Великая душа». Наиболее известное произведения Махатмы Ганди — \"Моя жизнь\", автобиография великого мудреца и опытного, но чистого сердцем политика, история освобождения Индии и рассказ о духовных исканиях автора. Трактаты «Моя вера» и «Ключ к здоровью» - своеобразное продолжение, в котором Ганди делится своим мировоззрением, рассуждает о существующих в мире религиях, а также о вегетарианстве и нравственном образе жизни.",
      "img": "gandi_vera",
      "price": "5.25 руб",
      "id": 21
    },
    {
      "nameBook": "Илиада",
      "author": "Гомер",
      "publishing": "Азбука",
      "yearOfEdition": "2018",
      "numOfPages": "608",
      "cover": "Твёрдый",
      "annotation": "Ни одно из многочисленных литературных произведений древности не оказало такого сильного влияния на дальнейшее развитие мировой культуры, как бессмертные поэмы Гомера \"Илиада\" и \"Одиссея\". Минули века, однако притягательная сила поэм легендарного эпического поэта Древней Греции неумолима. Притягательность гомеровских поэм не только в том, что их автор вводит нас в мир, отделенный от современности десятками столетий и все же необычайно реальный благодаря гению поэта, сохранившего в своих поэмах биение современной ему жизни. Бессмертие Гомера в том, что в его гениальных творениях заключены неисчерпаемые запасы общечеловеческих непреходящих ценностей - разума, добра и красоты. В настоящем издании вниманию читателей предлагается \"Илиада\" в переводе Н.И.Гнедича, сумевшего передать \"простоту, силу и важное спокойствие\" языка Гомера.",
      "img": "gomer_iliada",
      "price": "5.67 руб",
      "id": 22
    },
    {
      "nameBook": "Одиссея",
      "author": "Гомер",
      "publishing": "Азбука",
      "yearOfEdition": "2018",
      "numOfPages": "480",
      "cover": "Твёрдый",
      "annotation": "Поэма \"Одиссея\", созданная гением легендарного эпического поэта Древней Греции Гомера, - одно из величайших произведений мировой литературы. Опасные приключения хитроумного и многострадального Одиссея (ему, страстно стремящемуся домой в Итаку, предстоит вступить в единоборство с Посейдоном, побывать в стране жестоких людоедов и на острове волшебницы Кирки, а затем отправиться к порогу царства мертвых), нежные чувства героев и страсти, бушующие на страницах поэмы, легенды и тайны, которыми овеяно прошлое, наконец, сам язык, которым написана поэма Гомера, необычайно образный и яркий, - все это вновь и вновь притягивает к себе внимание все новых читателей, вдохновляет поэтов и художников.",
      "img": "gomer_odisea",
      "price": "5.65 руб",
      "id": 23
    },
    {
      "nameBook": "Алхимик",
      "author": "Пауло Коэльо",
      "publishing": "АСТ",
      "yearOfEdition": "2016",
      "numOfPages": "224",
      "cover": "Мягкий",
      "annotation": "Алхимик\" – самый известный роман бразильского писателя Пауло Коэльо, любимая книга миллионов людей во всем мире. В юности люди не боятся мечтать, все кажется им возможным. Но проходит время, и таинственная сила принимается им внушать, что их желания неосуществимы. \"Добиться воплощения своей Судьбы – вот единственная подлинная обязанность человека…\", – утверждает Пауло Коэльо. Этот, ставший культовым, роман-притча способен изменить жизнь своих читателей.",
      "img": "koelio_alhimik",
      "price": "8.95 руб",
      "id": 24
    },
    {
      "nameBook": "Полное собрание сочинений в одном томе",
      "author": "Эдгар Аллан По",
      "publishing": "Альфа-книга",
      "yearOfEdition": "2017",
      "numOfPages": "1102",
      "cover": "Твёрдый",
      "annotation": "Настоящее издание представляет собой полное собрание художественной прозы и поэзии одного из самых гениальных и загадочных американских писателей - Эдгара Аллана По (1809 - 1849).",
      "img": "po_sobranie",
      "price": "32.44 руб",
      "id": 25
    },
    {
      "nameBook": "Шантарам",
      "author": "Грегори Дэвид Робертс",
      "publishing": "Азбука",
      "yearOfEdition": "2017",
      "numOfPages": "864",
      "cover": "Твёрдый",
      "annotation": "Впервые на русском - один из самых поразительных романов начала XXI века. Эта преломленная в художественной форме исповедь человека, который сумел выбраться из бездны и уцелеть, протаранила все списки бестселлеров и заслужила восторженные сравнения с произведениями лучших писателей нового времени, от Мелвилла до Хемингуэя. Подобно автору, герой этого романа много лет скрывался от закона. Лишенный после развода с женой родительских прав, он пристрастился к наркотикам, совершил ряд ограблений и был приговорен австралийским судом к девятнадцати годам заключения. Бежав на второй год из тюрьмы строгого режима, он добрался до Бомбея, где был фальшивомонетчиком и контрабандистом, торговал оружием и участвовал в разборках индийской мафии, а также нашел свою настоящую любовь, чтобы вновь потерять ее, чтобы снова найти... В 2011 году готовится к выходу экранизация романа, продюсером и исполнителем главной роли в которой выступает несравненный Джонни Депп.",
      "img": "roberts_shantaram",
      "price": "22.25 руб",
      "id": 26
    },
    {
      "nameBook": "Трагедии",
      "author": "Уильям Шекспир",
      "publishing": "Азбука",
      "yearOfEdition": "2021",
      "numOfPages": "432",
      "cover": "Твёрдый",
      "annotation": "В настоящее издание вошли две великие трагедии Шекспира — \"Гамлет\" и \"Отелло\", а также \"Ромео и Джульетта\" — бессмертная история юной и чистой любви. Из века в век люди ищут ответ на вопрос, в чем секрет величия Шекспира, почему он затмил других замечательных представителей золотой поры английской драматургии, навсегда вписав свое имя в историю мировой литературы и театра. \"Шекспир не страшится выносить темные стороны души на свет поэтической правды, на тот свет, который в одно и то же время и озаряет и очищает их, — писал глубоко чтивший английского гения И.С. Тургенев. — Шекспир, как природа, доступен всем, и изучать его должен каждый сам, как и природу. Как она, он и прост и многосложен... и постоянно исполнен внутренней гармонии\". Переводы Бориса Пастернака — выдающееся достижение отечественной переводческой школы и всей русской словесности. Большой поэт и оригинально мыслящий переводчик, Пастернак старался всегда хранить верность своему кредо: переводы \"должны быть художественными произведениями и становиться вровень с оригиналами своей собственной неповторимостью\".",
      "img": "sekspir_tragedii",
      "price": "5.65 руб",
      "id": 27
    },
    {
      "nameBook": "Собрание сочинений",
      "author": "Луций Анней Сенека",
      "publishing": "Эксмо",
      "yearOfEdition": "2021",
      "numOfPages": "560",
      "cover": "Твёрдый",
      "annotation": "Луций Анней Сенека – крупнейший римский философ, первый представитель стоицизма в Древнем мире. Особую роль в формировании взглядов философа сыграл древнегреческий мыслитель Посидоний. В свою очередь, нравственная позиция и система ценностей Сенеки оказали сильное влияние на его современников и последующие поколения. Произведения Сенеки – всегда откровенный и развернутый \"кодекс чести\". Любой труд знаменитого философа разворачивает перед нами подробную картину его философии. Сенека поясняет, аргументирует и приглашает к диалогу. В его произведениях поднимаются вопросы, которые затрагивают категории жизни и смерти, счастья и горя, философии и математики: каким должен быть лучший признак уравновешенного ума? как следует жить, чтобы не падать духом? для чего человеку нужна философия? в чем разница между философией и математикой? что приносит нам величайшие беды? как исправить свою жизнь? В сборник вошли избранные \"Нравственные письма к Луцилию\", трагедии \"Медея\", \"Федра\", \"Эдип\", \"Фиэст\", \"Агамемнон\" и \"Октавия\" и философский трактат \"О счастливой жизни\".",
      "img": "seneka_sobranie",
      "price": "18.20 руб",
      "id": 28
    },
    {
      "nameBook": "Малое собрание сочинений",
      "author": "Стефан Цвейг",
      "publishing": "Азбука",
      "yearOfEdition": "2019",
      "numOfPages": "640",
      "cover": "Твёрдый",
      "annotation": "Стефан Цвейг – знаменитый австрийский писатель, критик, автор множества новелл и беллетризованных биографий, внесший заметный вклад в сложную и богатую художественными открытиями литературу ХХ века. «Редким и счастливым соединением таланта глубокого мыслителя с талантом первоклассного художника» назвал Стефана Цвейга друг писателя Максим Горький). В настоящий том наряду со знаменитым романом Стефана Цвейга «Нетерпение сердца» (1939) вошли лучшие из созданных писателем новелл: «Письмо незнакомки», «Амок», «Лепорелла», «Жгучая тайна», «Закат одного сердца», «Смятение чувств» и многие другие поистине увлекательные новеллы о превратностях человеческих судеб, столкнувшихся лицом к лицу с настоящей страстью.",
      "img": "stefan_sobranie",
      "price": "14.00 руб",
      "id": 29
    },
    {
      "nameBook": "Своя комната",
      "author": "Вирджиния Вулф",
      "publishing": "АСТ",
      "yearOfEdition": "2021",
      "numOfPages": "224",
      "cover": "Мягкий",
      "annotation": "500 фунтов в год и своя комната – это главное, что нужно женщине для творчества, по мнению Вирджинии Вулф. \"Своя комната\" – знаменитое эссе, основанное на лекциях, которые Вулф прочитала в Ньюнхэм-колледже и Гёртон-колледже – двух женских колледжах Кембриджского университета – в октябре 1928 года. В нем она обращается ко всем женщинам, занимающимся литературой, и вспоминает своих великих предшественниц – Джейн Остен, Шарлотту Бронте, Джордж Элиот, – вынужденных писать в общей гостиной, прятать рукописи подальше от посторонних глаз и все время сталкиваться с мнением, что писательский труд – недостойное занятие для женщины. Эссе, несмотря на публицистический формат, не теряет красоты и меткости слога, присущей творчеству Вирджинии Вулф, и полно тонкого юмора и самоиронии.",
      "img": "vulf_room",
      "price": "4.83 руб",
      "id": 30
    }
  ]
}